Repository: bilaridis/EronGR
Catalog: EronNew/Resources/SharedResources.*.resx
Languages: el_gr, hi_in, tr

source: You upload the presentation to your account
el_gr: Ανεβάζετε την παρουσίαση στον λογαριασμό σας
hi_in: आपने प्रस्तुति को अपने खाते में अपलोड किया
tr: Sunuyu hesabınıza yükleyin

# You've successfully authenticated with
source: You've successfully authenticated with <strong>
el_gr: Ο έλεγχος ταυτότητας έγινε επιτυχώς με <strong>
hi_in: आपने सफलतापूर्वक प्रमाणित कर दिया है
tr: ile başarıyla kimlik doğruladınız <strong>

source: Control Panel
el_gr: Πίνακας Ελέγχου
tr: Kontrol Paneli
