Repository: bilaridis/EronGR
Catalog: EronNew/Resources/SharedResources.*.resx
Languages: el_gr, hi_in, tr

# &lt;strong&gt;All&lt;/strong&gt; Languages Available
source: <strong>All</strong> Languages Available
el_gr: <strong> Όλες </strong> οι Γλώσσες διαθέσιμες
hi_in: <strong>all</strong> भाषाओं उपलब्ध
tr: <strong> Tüm </strong> Diller Mevcuttur

# &lt;strong&gt;Boosted&lt;/strong&gt; Advertisement
source: <strong>Boosted</strong> Advertisement
el_gr: <strong> Ενισχυμένη </strong> Διαφήμιση
hi_in: <strong>boosted</strong> विज्ञापन
tr: <strong> Güçlendirilmiş </strong> Reklam

source: Account Management
el_gr: Διαχείριση Λογαριασμού
hi_in: खाता प्रबंधन
tr: Hesap Yönetimi

source: Activation
el_gr: Δραστηριοποίηση
hi_in: सक्रियण
tr: Aktivasyon

source: Activation of Premium Ad
el_gr: Ενεργοποίηση Premium Διαφήμισης
hi_in: प्रीमियम विज्ञापन की सक्रियता
tr: Premium Reklamın Etkinleştirilmesi

source: Active
el_gr: Ενεργή
hi_in: सक्रिय
tr: Aktif

source: Ad Code
el_gr: Κωδικός Αγγελίας
hi_in: विज्ञापन कोड
tr: İlan Kodu

source: Ad Management
el_gr: Διαχείριση Αγγελίων
hi_in: विज्ञापन प्रबंधन
tr: reklam yöneticiliği

source: Ad Type
el_gr: Τύπος Αγγελίας
hi_in: विज्ञापन का प्रकार
tr: İlan Türü

source: Additional characteristics
el_gr: Επιπλέον Χαρακτηριστικά
hi_in: अतिरिक्त विशेषताएं
tr: Ek özellikler

source: Additional information
el_gr: Πρόσθετες Πληροφορίες
hi_in: अधिक जानकारी
tr: Ek bilgi

source: Additional Property Features
el_gr: Πρόσθετα χαρακτηριστικά Ακινήτου
hi_in: अतिरिक्त संपत्ति सुविधाएँ
tr: Ek Mülk Özellikleri

source: Address
el_gr: Διεύθυνση
hi_in: पता
tr: Adres

source: Air Condition
el_gr: Κλιματισμός
hi_in: वातानुकूलन
tr: Klima

source: and
el_gr: και
hi_in: और
tr: ve

source: Apartment
el_gr: Διαμέρισμα
hi_in: अपार्टमेंट
tr: Apartman

source: Apartment Complex
el_gr: Συγκρότημα διαμερισμάτων
hi_in: अपार्टमेंट कॉम्प्लेक्स
tr: Apartman kompleksi

source: Area
el_gr: Περιοχή
hi_in: इलाका
tr: Bölge

source: Ask for the Price
el_gr: Ρωτήστε τιμή
hi_in: कीमत पूछें
tr: Fiyat İsteyin

source: Balance
el_gr: Ισορροπία
hi_in: शेष
tr: Denge

source: Bathrooms
el_gr: Μπάνια
hi_in: बाथरूम
tr: Banyolar

source: BBQ
hi_in: बारबेक्यू
tr: Barbekü

source: Bedrooms
el_gr: Υπνοδωμάτια
hi_in: सोने का कमरा
tr: Yatak odaları

source: Broker Fee
el_gr: Χρέωση μεσίτη
hi_in: दलाल की फीस
tr: Broker Ücreti

source: Building
el_gr: Κτίριο
hi_in: इमारत
tr: Bina

source: Bungalow
hi_in: बंगला
tr: Tek katlı ev

source: Business building
el_gr: Κτίριο επαγγελματικών χώρων
hi_in: दफ्तरी इमारत
tr: İş binası

# By clicking &lt;em&gt; Register &lt;/em&gt; you automatically agree to our
source: By clicking <em> Register </em> you automatically agree to our
el_gr: Παντώντας για <em>Εγγραφή</em> αυτόματα συμφωνείτε με τους
hi_in: क्लिक करने से <em> रजिस्टर करें </em> आप स्वचालित रूप से हमारे लिए सहमत हैं
tr: <em> Kaydol </em> 'u tıklayarak bunları otomatik olarak kabul etmiş olursunuz

source: By Completing the submission of your first Ad will be credited
el_gr: Με την ολοκλήρωση της υποβολής της πρώτης σας διαφήμισης θα πιστωθεί
hi_in: पूरा करने से आपका पहला विज्ञापन जमा हो जाएगा
tr: İlk İlanınızın teslimi tamamlandığında kredilendirilecektir.

source: Cancel
el_gr: Ακύρωση
hi_in: रद्द
tr: İptal

source: Category
el_gr: Κατηγορία
hi_in: विभाग
tr: Kategori

source: Change Email
el_gr: Αλλαγή email
hi_in: ईमेल बदले
tr: Değişim e-posta

source: Change Password
el_gr: Άλλαξε κωδικό
hi_in: पासवर्ड बदलें
tr: Şifre değiştir

source: Choose
el_gr: Επιλογή
hi_in: चुनना
tr: Seçimi

source: Choose a profile image
el_gr: Επιλογή εικόνας
hi_in: अपनी तस्वीर चुनिए
tr: Görüntü seçimi

source: Choose tags for the description
el_gr: Επιλέξτε ετικέτες για την περιγραφή
hi_in: विवरण के लिए टैग चुनें
tr: Açıklama için etiketleri seçin

source: Choose which package you want for your ad.
el_gr: Επιλέξτε ποιο πακέτο θέλετε για τη διαφήμισή σας.
hi_in: अपने विज्ञापन के लिए कोई पैकेज चुनें
tr: Reklamınız için istediğiniz paketi seçin.

source: Choose your preferred language
el_gr: Διαλέξτε την γλώσσα που επιθυμείτε
hi_in: अपनी भाषा चुने
tr: İstediğiniz dili seçin

source: Click here to Logout.
hi_in: लॉग-आउट के लिए यहाँ दबाये
tr: Çıkış yapmak için buraya tıklayın

source: Cloakroom
el_gr: Βεστιάριο
hi_in: कपड़द्वार
tr: Vestiyer

source: Close
el_gr: Κλείσιμο
hi_in: बंध
tr: Kapanış

source: Commands
el_gr: Εντολές Αγγελίας
hi_in: आदेश
tr: İlan Siparişleri

source: Commercial
el_gr: Επαγγ. Στέγη
hi_in: व्यावसायिक
tr: İş Çatı

source: Company
el_gr: Επιχείρηση
hi_in: कम्पनी
tr: İş

source: Complete
el_gr: Ολοκλήρωση
hi_in: पूरा
tr: Entegrasyon

source: Complete Registration
el_gr: Ολοκήρωση Εγγραφής
hi_in: पूरी रजिस्ट्री
tr: Kayıt Tamamlama

source: Completed
el_gr: Ολοκληρωμένη
hi_in: पूरा हुआ
tr: Tamamlayınız

# Conference Room
source: Hall
el_gr: Αίθουσα
hi_in: बड़ा कमरा
tr: Oda

source: Confirm Password
el_gr: Επαλήθευση Κωδικού
hi_in: पासवर्ड जांचे
tr: Şifreyi Onayla

source: Construction
el_gr: Κατασκεύη
hi_in: रचना
tr: İnşaat

source: Construction Year
el_gr: Έτος Κατασκευής
hi_in: रचना का साल
tr: Yapım Yılı

source: Contact
el_gr: Επικοινωνία
hi_in: संपर्क
tr: İletişim

source: Contact Info
el_gr: Στοιχεία Επικοινωνίας
hi_in: सम्पर्क जानकारी
tr: İletişim bilgileri

source: Contact Phone
el_gr: Τηλέφωνο Επικοινωνίας
hi_in: सम्पर्क फ़ोन नमबर
tr: İletişim Telefonu

source: Contact us
el_gr: Επικοινωνήστε μαζί μας
hi_in: हमसे सम्पर्क करे
tr: Bize Ulaşın

source: Cottage
el_gr: Βίλλα
hi_in: झोंपड़ी
tr: Villa

source: County/Region
el_gr: Νομός/Περιφέρεια
hi_in: ज़िला/देश
tr: İdari Bölge / Bölge

source: Craft Property
el_gr: Βιοτεχνικός χώρος
hi_in: हस्तकला संपत्ति
tr: Zanaat alanı

source: Create Draft Ad
el_gr: Δημιουργία Πρόχειρης Αγγελίας
hi_in: प्रारूप विज्ञापन बनाएँ
tr: Taslak Reklam Oluşturun

source: Create your own mobile presentation (Compatible with iPhone and iPad)
el_gr: Δημιουργήστε τη δική σας παρουσίαση για κινητά (Συμβατό με iPhone και iPad)
hi_in: अपनी खुद की मोबाइल प्रस्तुति बनाएं (iPhone और iPad के साथ)
tr: Kendi mobil sunumunuzu oluşturun (iPhone ve iPad ile uyumlu)

source: Current Balance
el_gr: Τωρινή ισσοροπία
hi_in: वर्तमान शेष
tr: Mevcut Bakiye

source: Current Costs
el_gr: Τρέχουσες δαπάνες
hi_in: वर्तमान दाम
tr: Mevcut Maliyetler

source: Delete
el_gr: Διαγραφή
hi_in: मिटायें
tr: Silme

source: Deleted
el_gr: Διαγεγραμμένη
hi_in: मिटाया गया
tr: silindi

source: Demand
el_gr: Ζήτηση
hi_in: माँग
tr: Talep

source: Description
el_gr: Περιγραφή
hi_in: विवरण
tr: Açıklama

source: Desired Information from Buyers
el_gr: Επιθυμητές Πληροφορίες από τους Αγοραστές
hi_in: खरीदारों से वांछित जानकारी
tr: Alıcılardan İstenen Bilgiler

source: Detached House
el_gr: Μονοκατοικία
hi_in: अलग घर
tr: Müstakil ev

source: Do you need help
el_gr: χρειαζεσαι βοηθεια;
hi_in: आपको मदद चाहिए
tr: yardıma ihtiyacın var;

source: Draft
el_gr: Πρόχειρη
hi_in: प्रारूप
tr: Taslak

source: Drag the photos here
el_gr: Σύρε τις φωτογραφίες εδώ
hi_in: तस्वीरें यहाँ खींच कर रखें
tr: Fotoğrafları buraya sürükleyin

source: Edit
el_gr: Επεξεργασία
hi_in: संपादित करें
tr: İşleme

source: Elevator
el_gr: Ανελκυστήρας
hi_in: लिफ्ट
tr: Asansör

source: Email
hi_in: ईमेल
tr: E-posta

source: Exchange Rate Table
el_gr: Πίνακας συναλλαγματικών ισοτιμιών
hi_in: विनिमय दर टेबल
tr: Döviz Kuru Tablosu

source: Exhibition Area
el_gr: Εκθεσιακός χώρος
hi_in: प्रदर्शनी की जगह
tr: Fotoğraf Galerisi

source: Farm/Ranch
el_gr: Φάρμα/Ράντσο
hi_in: खेत
tr: Çiftlik / Çiftlik

source: Fill in the email to have the password reset email sent to you.
el_gr: Συμπλήρωσε το email για να σου αποσταλλεί το email επαναφοράς του κωδικού.
hi_in: अपना ईमेल भरें अगर आप चाहते हैं हम आपको अपना पासवर्ड रिसेट करने वाला ईमेल भेजे
tr: Şifre sıfırlama e-postasının size gönderilmesi için e-postayı doldurun.

source: Finance
el_gr: Χρηματοδότηση
hi_in: वित्त
tr: Finansman

source: Fireplace
el_gr: Τζάκι
hi_in: चिमनी
tr: Şömine

source: Floor
el_gr: Όροφος
hi_in: फ़र्श
tr: Zemin

source: Follow us
el_gr: Ακολουθησε μας
hi_in: हमारा अनुसरण करें
tr: Bizi takip et

source: Forgot your password
el_gr: Ξέχασες το κωδικό;
hi_in: अपना पासवर्ड भूल गए
tr: Parolanızı mı unuttunuz?

source: from
el_gr: από
hi_in: से
tr: itibaren

source: Furniture
el_gr: Επίπλωση
hi_in: फर्नीचर
tr: Mobilya

source: Garden
el_gr: Κήπος
hi_in: बगीचा
tr: Bahçe

source: greater than 100
el_gr: μεγαλύτερο από 100
hi_in: 100 से अधिक
tr: 100'den fazla

source: Gym
el_gr: Γυμναστήριο
hi_in: कसरत जिम
tr: Jimnastik

source: Hall
hi_in: बड़ा कमरा
tr: Salon

source: Heating System
el_gr: Θέρμανση
hi_in: गर्म करने का सिस्टम
tr: Isıtma

source: Hidden Searches
el_gr: Κρυφές αναζητήσεις
hi_in: छिपी हुई खोजें
tr: Gizli Aramalar

# Hide
source: Hidden
el_gr: Κρυφή
hi_in: छुपा हुआ
tr: Saklamak

# Highest -&gt; Lowest Price
source: Highest -> Lowest Price
el_gr: Φθίνουσα τιμή
hi_in: ज्यादा - काम दाम
tr: Düşen fiyat

source: Home Energy Rate
el_gr: Ενεργιακή κλάση Σπιτιού
hi_in: घर की ऊर्जा दर
tr: Ev enerji sınıfı

source: Hotel
el_gr: Ξενοδοχείο
hi_in: होटल
tr: Otel

source: Houseboat
el_gr: Πλωτό σπίτι
hi_in: तैरनेवाला घर
tr: Tekne ev

source: Housekeeping
el_gr: Κοινόχρηστα
hi_in: घर की देख-भाल करना
tr: Paylaşılan

source: How can we help you
el_gr: Πως μπορούμε να σας βοηθήσουμε
hi_in: हम आपकी क्या मदद कर सकते है ?
tr: Nasıl yardım edebiliriz

source: How Many Bathrooms Does It Have?
el_gr: Πόσα Μπάνια έχει;
hi_in: इसमें कितने बाथरूम हैं ?
tr: Kaç Banyo Var?

source: How Many Bedrooms Does It Have?
el_gr: Πόσα Υπνοδωμάτια έχει;
hi_in: इसमें सोने के कमरे कितने हैं
tr: Kaç yatak odası var?

source: Id
el_gr: Ταυτότητα
hi_in: पहचान

source: Important Information
el_gr: Σημαντικές Πληροφορίες
hi_in: जरूरी सूचना
tr: Önemli bilgi

source: Inactive
el_gr: Ανενεργή
hi_in: बेकार
tr: Etkin değil

source: Industrial Property
el_gr: Βιομηχανικός χώρος
hi_in: औद्यौगिक संपत्ति
tr: Endüstriyel alan

source: Info Card
el_gr: Πληροφορίες κάρτας
hi_in: जानकारी कार्ड
tr: Bilgi Kartı

source: Internet Fiber
el_gr: Οπτικές Ίνες
hi_in: इंटरनेट फाइबर
tr: Optik lif

source: Investment
el_gr: Επένδυση
hi_in: निवेश
tr: Yatırım

source: Join to our page
el_gr: Γίνε μέλος στη σελίδα
hi_in: हमारे पेज में शामिल हुए
tr: Sayfaya katılın

source: Land
el_gr: Γη
hi_in: भूमि
tr: Arazi

source: Languages
el_gr: Γλώσσες
hi_in: भाषाएं
tr: Diller

source: Living room
el_gr: Σαλόνι
hi_in: बैठक का कमरा
tr: Oturma odası

source: Locked
el_gr: Κλειδωμένη
hi_in: बंद
tr: Kilitli

source: Loft
hi_in: मकान

source: Login
el_gr: Σύνδεση
hi_in: प्रवेश करना
tr: Bağ

source: Login/Register
el_gr: Σύνδεση/Εγγραφή
hi_in: प्रवेश करे / रजिस्ट्री करे
tr: Giriş / Kayıt

source: Logout
el_gr: Αποσυνδεση
hi_in: लॉग-आउट
tr: Çıkış Yap

# Lowest To Highest
source: Lowest -> Highest Price
el_gr: Αύξουσα τιμή
hi_in: काम- जयादा दाम
tr: Artan fiyat

source: Maisonette
el_gr: Μεζονέτα
hi_in: छोटा सा मकान
tr: İki Katlı Daire

source: Mandatory Information
el_gr: Υποχρεωτικά Στοιχεία
hi_in: आज्ञा संबंधी जानकारी
tr: Zorunlu Bilgi

source: Master
hi_in: बड़ा
tr: Usta

source: maximum of Characters are 5
el_gr: το μέγιστο των χαρακτήρων είναι 5
hi_in: अधिकतम वर्ण पाँच हैं
tr: maksimum karakter 5'tir

source: minimum Three Characters
el_gr: τουλάχιστον τρεις χαρακτήρες
hi_in: न्यूनतम तीन वर्ण
tr: minimum üç karakter

source: Mobile
el_gr: Κινητό
hi_in: मोबाइल
tr: Cep Telefonu

source: Mobile Home
el_gr: Λυόμενο
hi_in: घर का मोबाइल
tr: Çıkarılabilir

source: Month
el_gr: Μήνας
hi_in: महीना
tr: Ay

source: Months
el_gr: Μήνες
hi_in: महीने
tr: Aylar

source: Most Popular
el_gr: Δημοτικότητα
hi_in: बहुत मशहूर
tr: Popülerlik

source: Municipality / District
el_gr: Δήμο/Συνοικία
hi_in: नगरपालिका /जिला
tr: Belediye / Bölge

source: My Card
el_gr: Η Κάρτα μου
hi_in: मेरा कार्ड
tr: Benim kartım

source: My Favorites
el_gr: Τα Αγαπημένα μου
hi_in: मेरे पसंदीदा
tr: Favorilerim

source: My information
el_gr: Τα Στοιχεία μου
hi_in: मेरी जानकारी
tr: Benim bilgim

source: My Notes
el_gr: Σημειώσεις μου
hi_in: मेरे शब्द
tr: Notlarım

source: My Orders
el_gr: Οι παραγγελίες μου
hi_in: मेरे आदेश
tr: Siparişlerim

source: Name
el_gr: Όνομα
hi_in: नाम
tr: İsim

source: New Construction
el_gr: Νέα κατασκευή
hi_in: नयी रचना
tr: Yeni İnşaat

source: No
el_gr: Όχι
hi_in: नहीं
tr: Hayır

source: No ads were found according to Search filters.
el_gr: Δεν βρέθηκαν αγγελίες σύμφωνα με τα φίλτρα Αναζήτησης.
hi_in: खोज के अनुसार कोई विज्ञापन नहीं मिला
tr: Arama filtrelerine göre ilan bulunamadı.

source: No Orders To Display
el_gr: Δεν υπάρχουν συναλλαγές
hi_in: प्रदर्शित करने के लिए कोई आदेश नहीं
tr: Görüntülenecek Sipariş Yok

source: Notes
el_gr: Σημειώσεις
hi_in: टिप्पणियाँ
tr: Notlar

source: Number
el_gr: Αριθμός
hi_in: नंबर
tr: numara

source: Obligatory
el_gr: υποχρεωτικό
hi_in: आवश्यक
tr: Zorunlu

source: Offer
el_gr: Προσφορά
hi_in: प्रस्ताव
tr: Teklif

source: Office
el_gr: Γραφείο
hi_in: दफ्तर
tr: Ofis

source: Ok
el_gr: Εντάξει
hi_in: ठीक
tr: Tamam

source: Once the download is complete. Copy the link here
el_gr: Μόλις ολοκληρωθεί η λήψη. Αντιγράψτε τον σύνδεσμο εδώ
hi_in: जब डाउनलोड पूरा हो जाये । लिंक यहां कॉपी करें
tr: İndirme tamamlandığında. Bağlantıyı buraya kopyalayın

source: only Number
el_gr: μόνο αριθμός
hi_in: केवल संख्या
tr: sadece Numara

source: optional
el_gr: προαιρετικό
hi_in: इच्छानुसार
tr: isteğe bağlı

source: Orders History
el_gr: Ιστορικό παραγγελιών
hi_in: आदेशों का इतिहास
tr: Sipariş Geçmişi

source: Other Categories
el_gr: Άλλες Κατηγορίες
hi_in: अन्य विभाग
tr: Diğer Kategoriler

# Other Properties
source: Other
el_gr: Λοιπά Ακίνητα
hi_in: अन्य
tr: Diğer Özellikler

source: Our Services
el_gr: Οι Υπηρεσίες μας
hi_in: हमारी सेवाएँ
tr: hizmetlerimiz

source: Parcels
el_gr: Αγροτεμάχιο
hi_in: डाक
tr: Arsa

source: Parking
el_gr: Πάρκινγκ
hi_in: पार्किंग
tr: Otopark

source: Parking Area
el_gr: Θέση Πάρκινγκ
hi_in: गाडी स्थान
tr: Park alanı

source: Password
el_gr: Κωδικός
hi_in: पासवर्ड
tr: Kod

source: Penthouse
el_gr: Ρετιρέ
hi_in: पेण्ट हॉउस
tr: Çatı katı

source: Personal settings
el_gr: Προσωπικές ρυθμίσεις
hi_in: निजी सेटिंग
tr: Kişisel ayarlar

source: Pets
el_gr: Κατοικίδια Ζώα
hi_in: पालतू पशु
tr: Evcil Hayvanlar

source: Photos
el_gr: Φωτογραφίες
hi_in: तस्वीर
tr: Fotoğraflar

source: Place your ad
el_gr: Καταχωρηση Αγγελιας
hi_in: अपना विज्ञापन डालें
tr: Reklamınızı yerleştirin

source: </strong>. Please enter an email address for this site below and click the Register button to finish logging in.
el_gr: </strong>. Εισαγάγετε μια διεύθυνση email για αυτόν τον ιστότοπο παρακάτω και κάντε κλικ στο κουμπί Εγγραφή για να ολοκληρώσετε τη σύνδεση.
hi_in: किर्प्या कोई ईमेल डालें नीचे और रजिस्ट्री पर दबाएं लॉगिंग करने के लिए
tr: </strong>. Lütfen aşağıya bu site için bir e-posta adresi girin ve oturum açmayı bitirmek için Kaydol düğmesini tıklayın.

source: Plot of Land
el_gr: Οικόπεδο
hi_in: भूमि का टुकड़ा
tr: Arsa

source: Pool
el_gr: Πισίνα
hi_in: तालाब
tr: Havuz

source: Post a request
el_gr: Καταχώρη αιτήματος
hi_in: गुजारिश डालें
tr: Giriş talep et

source: PostalCode
el_gr: Τ.Κ.
hi_in: डाक कोड
tr: Posta kodu

source: Prefabricated Home
el_gr: Προκατασκευασμένο
hi_in: प्रीफैब्रिकैटिड घर
tr: Prefabrik

source: Premium
hi_in: पूर्वदर्शन

source: Premium Features
el_gr: Premium Χαρακτηριστικά
hi_in: बेहतर सुविधाएँ
tr: Premium Özellikler

source: Prepaid Balance for Ads
el_gr: Προπληρωμένο υπόλοιπο για διαφημίσεις
hi_in: पूर्वदत्त शेष विज्ञापन के लिए
tr: Reklamlar için Ön Ödemeli Bakiye

source: Preview
el_gr: Προεπισκόπηση
hi_in: पूर्वदर्शन
tr: Ön izleme

source: Preview 360
el_gr: Προεπισκόπηση 360
hi_in: पूर्वदर्शन 360
tr: 360 Önizleme

# Preview &lt;strong&gt;360&lt;sup&gt;o&lt;/sup&gt;&lt;/strong&gt;
source: Preview <strong>360<sup>o</sup></strong>
el_gr: Προεπισκόπηση <strong>360<sup>o</sup> </strong>
hi_in: पूर्वदर्शन <strong>360<sup>o</sup></strong>
tr: Önizleme <strong>360<sup>o</sup> </strong>

source: Price
el_gr: Αξία
hi_in: दाम
tr: Değer

source: Print
el_gr: Εκτύπωση
hi_in: छापा/ प्रिंट
tr: Yazdır

source: Property Area
el_gr: Εμβαδόν Ακινήτου
hi_in: सम्पत्ति की जगह
tr: Emlak Alanı

source: Property Category
el_gr: Κατηγορία Ακινήτου
hi_in: सम्पत्ति
tr: İlan Kategorisi

source: Property Features
el_gr: Χαρακτηριστικά Ακινήτου
hi_in: संपत्ति की सुविधाएँ
tr: mülk özellikleri

source: Property Price
el_gr: Τιμή Ακινήτου
hi_in: सम्पत्ति का दाम
tr: Emlak fiyatı

source: Property Type
el_gr: Είδος Ακινήτου
hi_in: सम्पत्ति की किसम
tr: Emlak Tipi

source: Public
el_gr: Εμφανίσημη
hi_in: जनता
tr: Gözle görülür

source: Publish
el_gr: Δημοσίευση
hi_in: प्रकाशित करना
tr: Yayın

source: Publish Ad
el_gr: Δημοσίευση Αγγελίας
hi_in: विज्ञापन प्रकाशित करना
tr: İlan Vermek

source: Publish/Save
el_gr: Δημοσίευση/Αποθήκευση
hi_in: प्रकाशित करना/जमा करें
tr: Yayınla / Kaydet

source: Range Price
el_gr: Ευρος Τιμης
hi_in: दाम की सीमा
tr: Fiyat aralığı

source: Rating
el_gr: Ταξινόμηση
hi_in: रेटिंग
tr: Sınıflandırma

source: Recent Posts
el_gr: Πρόσφατες δημοσιεύσεις
hi_in: ताज़ा पोस्ट
tr: yakın zamanda Gönderilenler

source: Recent Searches
el_gr: Πρόσφατες αναζητήσεις
hi_in: ताज़ा खोज
tr: son aramalar

source: Refill Balance
el_gr: Φόρτωση Υπολοίπου
hi_in: फिर से भरना शेष
tr: Bakiyeyi Yeniden Doldur

source: Register
el_gr: Εγγραφή
hi_in: रेजिस्टर
tr: kaydol

source: Register from the applications
el_gr: Κάντε εγγραφή από τις εφαρμογές
hi_in: एप्लीकेशन के जरिये रेजिस्टर करें
tr: Uygulamalardan kaydolun

source: Rent
el_gr: Ενοικίαση
hi_in: किराया
tr: Kiracılık

source: Resend
el_gr: Επαναποστολή
hi_in: दोबारा भेजे
tr: Yeniden iletim

source: Residential
el_gr: Κατοικία
hi_in: निवास
tr: Konut

source: Retry
el_gr: Επανάληψη
hi_in: पुन: प्रयास करें
tr: Tekrarlama

source: Safety door
el_gr: Πόρτα Ασφαλείας
hi_in: सुरक्षा दरवाज़ा
tr: Güvenlik kapısı

source: Safety Frames
el_gr: Κουφώματα
hi_in: सुरक्षा के तख़ते
tr: Çerçeveler

source: Sale
el_gr: Πώληση
hi_in: बिक्री
tr: Satış

source: Save
el_gr: Αποθήκευση
hi_in: जमा करें
tr: Kayıt etmek

source: Save Search
el_gr: Αποθήκευση αναζήτησης
hi_in: जमा करें / खोज
tr: Kaydet arama

source: Saved Searches
el_gr: Αποθηκευμένες έρευνες
hi_in: जमा की हुई खोजें
tr: Kaydedilmiş Aramalar

source: Search
el_gr: Αναζήτηση
hi_in: खोज
tr: Arama

source: Search Filters
el_gr: Φίλτρα Αναζήτησης
hi_in: खोज फ़िल्टर
tr: Arama Filtreleri

source: Security Alarm
el_gr: Συναγερμό
hi_in: सुरक्षा अलार्म
tr: Alarm

source: See Other Seller Ads
el_gr: Δείτε Άλλες Αγγελίες του Πωλητή
hi_in: अन्य विक्रेता विज्ञापन देखें
tr: Diğer Satıcı Reklamlarını Gör

source: Select
el_gr: Επιλέγω
hi_in: चुने
tr: Seçiniz

source: Select the energy rate of the Property (if available)
el_gr: Επέλεξε την ενεςργειακή κλάση του Ακινήτου (αν είναι διαθέσιμη)
hi_in: संपत्ति की ऊर्जा दर का चयन करें (यदि उपलब्ध हो)
tr: Mülkün enerji sınıfını seçin (varsa)

source: Semi-outdoors
el_gr: Ημιυπαίθριους
hi_in: अर्ध-बाहरी
tr: Yarı açık havada

source: Send
el_gr: Στείλετε
hi_in: भेजे
tr: Gönder

# Send verification email
source: Send Vefication Email
el_gr: Αποστολή email επιβεβαίωσης
hi_in: सत्यापन ईमेल भेजें
tr: doğrulama e-postası gönder

# Send your comments &lt;strong&gt;here&lt;/strong&gt;.
source: Send your comments <strong>here</strong>.
el_gr: Στειλε τα σχολια σου <strong>εδω</strong>.
hi_in: अपनी टिप्पणी भेजें <मज़बूत>यहां</मज़बूत>.
tr: Yorumlarınızı <strong> buraya </strong> gönderin.

source: Send your message
el_gr: Στείλε το μήνυμα σου
hi_in: अपना संदेश भेजें
tr: Mesajınızı gönderin

source: Shall we check ?
el_gr: Παμε να δουμε ;
hi_in: क्या हम जाँच करेंगे
tr: Gidip görelim mi?

source: Share
el_gr: Κοινοποίηση
hi_in: योगदान
tr: Paylaş

source: Share on Facebook
el_gr: Μοιραστείτε το στο Facebook
hi_in: Facebook पर शेयर करें
tr: Facebook'ta Paylaş

source: Shop
el_gr: Κατάστημα
hi_in: खरीदारी करें
tr: Mağaza

source: Show
el_gr: Εμφάνιση
hi_in: दिखाना
tr: Görünüm

source: Specifications of image
el_gr: Προδιαγραφές εικόνας
hi_in: छवि के विनिर्देशों
tr: Görüntünün özellikleri

source: Square
el_gr: Τετραγωνικά
hi_in: मैदान
tr: Meydan

source: Status Ad
el_gr: Κατάσταση Αγγελίας
hi_in: स्थिति विज्ञापन
tr: İlan Durumu

source: Storage
el_gr: Αποθήκη
hi_in: भंडारण
tr: Depo

source: Studio
el_gr: Studio/Γκαρσονιέρα
hi_in: स्टूडियो
tr: Stüdyo

source: Subcategory
el_gr: Υποκατηγορία
hi_in: उपश्रेणी
tr: Alt kategori

source: Subject
el_gr: Θέμα
hi_in: विषय
tr: Tema

source: Submit
el_gr: Υποβολή
hi_in: दाख़िल करना
tr: Gönder

source: Submit Post
el_gr: Καταχωρείστε Αγγελία
hi_in: पोस्ट प्रस्तुत करें
tr: İlan gönder

source: Subscribe to our newsletter
hi_in: हमारे न्यूज़लेटर की सदस्यता लें
tr: Haber bültenimize abone ol

source: Subtitle
el_gr: Υπότιτλος
hi_in: उपशीर्षक
tr: Alt yazı

source: Surname
el_gr: Επίθετο
hi_in: उपनाम
tr: Sıfat

source: Terms of use
el_gr: Όρους Χρήσης
hi_in: उपयोग की शर्ते
tr: Kullanım Şartları

source: Thank you
el_gr: Ευχαριστώ
hi_in: धन्यवाद
tr: teşekkür ederim

source: The Welcome Voucher has just been activated
el_gr: Το κουπόνι καλωσορίσματος μόλις ενεργοποιήθηκε
hi_in: आपका स्वागत वाला टोकन सक्रिय हो गया है
tr: Hoş Geldiniz Kuponu yeni etkinleştirildi

source: Title/Name
el_gr: Τίτλος/Όνομα
hi_in: शीर्षक
tr: Başlık adı

source: to
el_gr: έως
hi_in: पर्यत
tr: e

source: Type
el_gr: Τύπος
hi_in: प्रकार
tr: Tür

source: Type your message here
el_gr: Πληκτρολογήστε το μήνυμά σας εδώ
hi_in: यहां अपना संदेश लिखें
tr: Mesajınızı buraya yazın

source: Unlocked
el_gr: Ξεκλείδωμα
hi_in: दाख़िल करना
tr: Kilidini aç

source: Uploading photos started
el_gr: Η μεταφόρτωση των φωτογραφιών άρχισε
hi_in: तस्वीर अपलोड होने लगे
tr: Fotoğrafların yüklenmesi başladı

source: Usage For The Current Month
el_gr: Χρήση για τον τρέχοντα μήνα
hi_in: इस महीने के लिए उपयोग
tr: Geçerli Ay İçin Kullanım

source: valid City
el_gr: έγκυρη πόλη
hi_in: वैध शहर
tr: geçerli şehir

source: View
el_gr: Θέα
hi_in: देख लेना
tr: Görünüm

source: Views
el_gr: Εμφανίσεις
hi_in: देख लेना
tr: Görünümler

source: Wallet
el_gr: Πορτοφόλι
hi_in: बटुआ
tr: Cüzdan

source: WC
hi_in: गुसलखाना
tr: tuvalet

source: WebSite
el_gr: Ιστότοπος
hi_in: वेबसाइट
tr: İnternet sitesi

source: Welcome to Eron.gr
el_gr: Καλώς ήλθατε στο Eron.gr
hi_in: Eron.gr में आपका स्वागत है
tr: Eron.gr'ye hoş geldiniz

source: WishList
el_gr: Λίστα επιθυμιών
hi_in: इच्छा सूची
tr: İstek Listesi

source: Write a short description
el_gr: Γράψε μία μικρή περιγραφή
hi_in: एक छोटा विवरण लिखें
tr: Kısa bir açıklama yazın

source: Write to us
el_gr: Αφήστε το μήνυμα σας
hi_in: हमें लिखें
tr: Mesajınızı bırakın

source: Year of Renovation
el_gr: Έτος Ανακαίνισης
hi_in: नवीकरण का वर्ष
tr: Yenileme Yılı

source: Yes
el_gr: Ναι
hi_in: हाँ
tr: Evet

source: You can also connect from the applications
el_gr: Μπορείς να συνδεθείς και με τα στοιχεία σου από τις εφαρμογές
hi_in: आप अनुप्रयोगों से भी जुड़ सकते हैं
tr: Verilerinize uygulamalardan da bağlanabilirsiniz.

source: You can choose what amenities are available for the property
el_gr: Μπορείς να διαλέξεις ποιές ανέσεις είναι διαθέσιμες για το ακίνητο
hi_in: आप चुन सकते हैं कि संपत्ति के लिए क्या सुविधाएं उपलब्ध हैं
tr: Mülk için hangi olanakların mevcut olduğunu seçebilirsiniz

source: You can create your own Preview 360 video <sup>o</sup> with Matterport Capture
el_gr: Μπορείτε να δημιουργήσετε το δικό σας βίντεο προεπισκόπησης 360 <sup> o </sup> με το Matterport Capture
hi_in: आप अपना खुद का पूर्वदर्शन 360 वीडियो बना सकते हैं <sup>o</sup> Matterport Capture के साथ
tr: Matterport Capture ile kendi Preview 360 videonuzu <sup> o </sup> oluşturabilirsiniz

source: You can reset your password now.
el_gr: Μπορείτε να κάνετε επαναφορά κωδικού τώρα.
hi_in: अब आप अपना पासवर्ड रीसेट कर सकते हैं
tr: Şifrenizi şimdi sıfırlayabilirsiniz.

# You do not have access to this resource.
source: You do not have the access to this resource
el_gr: You do not have access to this resource.
hi_in: आपके पास इस संसाधन तक पहुँच नहीं है
tr: Bu kaynağa erişiminiz yok.

source: You have successfully logged out of the application.
hi_in: आपने एप्लिकेशन से सफलतापूर्वक लॉग आउट कर लिया है
tr: Uygulamadan başarıyla çıkış yaptınız.
